{
  "id": "003bde36-932f-4ec8-97d9-06b01f2a827f",
  "parentId": "e610614f-aa08-481d-bde2-4626c51b0565",
  "rootParentId": "e610614f-aa08-481d-bde2-4626c51b0565",
  "name": "1-Quarantine-text",
  "auto": true,
  "contexts": [
    "text-1",
    "1-Quarantine-choose-followup"
  ],
  "responses": [
    {
      "resetContexts": false,
      "action": "DeleteAllContexts",
      "affectedContexts": [],
      "parameters": [
        {
          "id": "2ef28b4b-f6b1-4b13-8888-fcbfe9a591a5",
          "required": false,
          "dataType": "@sys.any",
          "name": "text-name",
          "value": "Будем сочинять про \"Карантин\".",
          "promptMessages": [],
          "noMatchPromptMessages": [],
          "noInputPromptMessages": [],
          "outputDialogContexts": [],
          "isList": false
        }
      ],
      "messages": [
        {
          "type": 0,
          "lang": "ru",
          "condition": "",
          "speech": "У нас объявили что-то типа карантина: соблюдать дистанцию между людьми 3 метров, не собираться больше 1 человек, не плевать на 2 метров с разбега. За порядком следят замороженные полицейские, и у каждого на поясе живородящий утюг. Всё закрылось. Мне сказали, что я должен взять на прокорм какого-нибудь зверя, а то у зоопарка кончились деньги. Я позвонил туда и спросил: \"У вас есть душераздирающий крокодил? Я мечтал о нём с детства!\" Они сказали: \"Да, конечно, есть, сейчас привезём!\" Они привезли зверька, но оказалось, это совсем не крокодил, а гигантская саблезубая свиноматка! 5 минут она вела себя тихо, но потом съела всё съедобное в доме и даже проглотила клетку, в которой сидел мой любимец зубастый пингвин. И стала ходить по пятам за мной... Я убежал на улицу и спросил у полицейского: \"У вас есть оружие?\" Он: \"А вам зачем?\" Я сказал: \"У меня дома поселилась саблезубая свиноматка. Идёмте, покажу.\" Я пропустил его вперёд (а сам не зашёл) и запер за ним дверь. Пусть разбираются сами! И пошёл к другу. Всё равно квартира не моя, а арендованная."
        }
      ],
      "defaultResponsePlatforms": {},
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [
    {
      "name": "text-1"
    }
  ],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}