{
  "id": "076a58e4-564e-4f23-9d4f-eeb92b24d523",
  "name": "Help",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "1",
          "platform": "telegram",
          "title": "кнопки",
          "buttons": [
            {
              "postback": "https://vk.cc/bWrHHS",
              "text": "Подписаться на новости"
            }
          ],
          "textToSpeech": "",
          "lang": "ru",
          "condition": ""
        },
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "ru",
          "speech": [
            "В этом навыке мы вместе можем сочинить весьма занимательные истории. Вот как это работает: я буду просить поочереди называть разные слова, а потом добавлю их в текст, и прочитаю его. Кстати, если знаешь название нужного текста - скажи его, и будем сочинять для него. Если передумаешь сочинять выбранный текст - скажи \"выйти\" или \"отмена\", тогда можно будет выбрать что-то другое. Если что-то пойдёт не так - просто попробуй ещё раз, или найди в ВК группу \"Занимательные истории Алисы из Яндекса\", в ней можно связаться с разработчиками. Начнём?",
            "Этот навык называется \"занимательные истории\", и в нём мы вместе можем сочинить какую-нибудь интересную историю. Для этого я буду спрашивать поочереди разные слова, а потом добавлю эти слова в текст, и прочитаю его. Кстати, если знаешь название нужного текста, то можно сказать его, и мы будем сочинять этот текст. Если передумаешь сочинять выбранный текст - скажи \"выйти\" или \"отмена\", тогда можно будет выбрать другой. Если вдруг навык сломается - просто попробуй ещё раз, или найди в ВК группу \"Занимательные истории Алисы из Яндекса\", в ней можно связаться с разработчиками. Начинаем?"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [
    {
      "name": "Help"
    }
  ],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}